IDEA StatiCa Open Model
ConnectionSetup.DecreasingFtrd Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Decreasing Ftrd of anchors. Worse quality influence
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double DecreasingFtrd { get; set; }
Public Property DecreasingFtrd As Double
	Get
	Set
public:
property double DecreasingFtrd {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace